MS-CEINTL.vscode-language-pack-de
streetsidesoftware.code-spell-checker
ms-azuretools.vscode-docker
janisdd.vscode-edit-csv
streetsidesoftware.code-spell-checker-german
mhutchie.git-graph
wix.vscode-import-cost
yzhang.markdown-all-in-one
shd101wyy.markdown-preview-enhanced
DavidAnson.vscode-markdownlint
jebbs.plantuml
ms-python.python
ms-python.vscode-pylance
donjayamanne.python-environment-manager
jkearins.action-buttons-ext
ms-vscode.wordcount
redhat.vscode-yaml
slevesque.vscode-zipexplorer
GitHub.copilot
christian-kohler.npm-intellisense